---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilyParameter
source: html/4a9edc57-7ec7-addf-6bff-41d5feeaf43e.htm
---
# FamilyParameter Members

Causes the object to release immediately any resources it may be utilizing.